IDEA Open Model
ConcreteULSCheckResultShearEc2.Vrdmax Property
Compatible with IDEA StatiCa 20.1
 shear resistance of compression strut
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Vrdmax { get; set; }
Public Property Vrdmax As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultShearEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace